{
  "not_found_fr": [
    "Je suis désolé, je ne suis pas sûr de comprendre votre question.",
    "Il semble que je ne dispose pas de l'information que vous cherchez.",
    "Je crains que je ne puisse répondre à cette question pour le moment.",
    "Malheureusement, je n'ai pas de réponse précise à votre question.",
    "Désolé, mais je ne peux pas fournir la réponse à cette question spécifique.",
    "Il semblerait que je ne possède pas les connaissances nécessaires pour répondre à votre question.",
    "Je m'excuse, mais je suis incapable de vous donner une réponse satisfaisante.",
    "Je regrette, mais je ne peux pas trouver la réponse à votre question pour le moment.",
    "Je ne dispose pas des informations requises pour répondre à cette question.",
    "Je suis désolé, mais je ne peux pas vous donner la réponse que vous recherchez.",
    "Il semble que je ne puisse pas trouver la réponse à votre question dans ma base de connaissances.",
    "Malheureusement, je ne peux pas fournir une réponse précise à votre question actuellement.",
    "Désolé, mais je suis limité dans ma capacité à répondre à cette question.",
    "Je m'excuse, mais je ne peux pas fournir la réponse exacte que vous recherchez.",
    "Je crains de ne pas avoir les informations nécessaires pour répondre à votre question.",
    "Malheureusement, je ne suis pas en mesure de vous donner une réponse claire à cette question.",
    "Désolé, je ne peux pas vous donner la réponse que vous attendez pour le moment.",
    "Je suis désolé, mais je ne peux pas trouver la réponse précise que vous recherchez.",
    "Il semblerait que je ne puisse pas fournir une réponse satisfaisante à votre question.",
    "Je regrette, mais je ne suis pas en mesure de vous donner une réponse précise à cette question."
  ],
  "suggest_messages_fr": [
    "Peut-être que vous cherchiez quelque chose de similaire à cela ?",
    "Je crois que vous pourriez être intéressé par ceci.",
    "Je pense que cette réponse pourrait également vous aider.",
    "Il est possible que vous cherchiez des renseignements sur...",
    "Si vous êtes intéressé, voici d'autres informations qui pourraient vous intéresser.",
    "Je suggère également de regarder ces ressources connexes.",
    "Vous pourriez trouver utile de consulter ces sources supplémentaires.",
    "En relation avec votre question, vous pourriez être intéressé par ceci.",
    "Si cela vous intéresse, voici quelques informations complémentaires.",
    "Il se pourrait que vous souhaitiez explorer davantage cette question.",
    "Je vous recommande de jeter un coup d'œil à ces informations supplémentaires.",
    "Vous pourriez trouver ces ressources pertinentes pour votre recherche.",
    "En rapport avec votre question, voici quelques suggestions supplémentaires.",
    "Je suggère également de considérer ces points liés à votre question.",
    "Si cela vous intéresse, voici d'autres pistes à explorer.",
    "Il est possible que vous ayez également besoin de ces informations.",
    "Peut-être que ces ressources vous aideront à approfondir votre compréhension.",
    "En relation avec votre question, voici d'autres éléments à prendre en compte.",
    "Je vous conseille également de vérifier ces références connexes.",
    "Si cela vous intéresse, voici quelques autres pistes à suivre.",
    "Il est possible que vous ayez besoin d'examiner ces ressources complémentaires."
  ],
  "possible_answer_fr": [
    "Voici ce que j'ai pu trouver à ce sujet.",
    "D'après mes recherches, voici la réponse à votre question.",
    "Après avoir examiné les informations disponibles, voici ce que j'ai découvert.",
    "J'ai trouvé ceci pour répondre à votre question.",
    "Voici ce que j'ai pu rassembler en réponse à votre question.",
    "Après une analyse approfondie, voici ce que j'ai pu déduire.",
    "En se basant sur les données disponibles, voici ma réponse.",
    "Après avoir consulté plusieurs sources, voici ce que j'ai trouvé.",
    "Après une recherche approfondie, voici ce que j'ai pu recueillir.",
    "D'après mes investigations, voici la réponse que j'ai trouvée.",
    "Après avoir étudié le sujet, voici ce que j'ai pu conclure.",
    "En analysant les informations fournies, voici ma réponse.",
    "Après avoir effectué des recherches approfondies, voici ce que j'ai découvert.",
    "En se basant sur les faits disponibles, voici ma réponse.",
    "Après avoir exploré différentes sources, voici ce que j'ai pu trouver.",
    "D'après mes investigations, voici la réponse que j'ai obtenue.",
    "Après avoir examiné attentivement les données, voici ma réponse.",
    "En se référant aux informations recueillies, voici ce que j'ai trouvé.",
    "Après avoir vérifié les sources, voici ce que j'ai pu déterminer.",
    "D'après mes recherches approfondies, voici la réponse que j'ai obtenue."
  ],
  "sorry_fr": [
    "Désolé, je n'ai pas compris. Pouvez-vous être plus précis, s'il vous plaît, par rapport à votre question ?",
    "Navré, je n'ai pas compris. Soyez plus précis, s'il vous plaît. Voici votre question :",
    "Pouvez-vous reformuler votre question, s'il vous plaît ?",
    "En tant que modèle informatique, je n'ai pas réponse à toutes les questions et j'en suis désolé. Veuillez reformuler votre question.",
    "Je m'excuse, mais je ne comprends pas. Pouvez-vous donner plus de détails sur votre question ?",
    "Désolé, mais je ne saisis pas totalement votre question. Pourriez-vous la reformuler de manière plus précise ?",
    "Je suis désolé, mais je ne peux pas répondre de manière précise à votre question. Pourriez-vous la reformuler ?",
    "Navré, mais je ne parviens pas à comprendre votre question. Pourriez-vous la reformuler d'une autre manière ?",
    "Je regrette, mais je n'ai pas saisi le sens de votre question. Pourriez-vous l'expliquer différemment ?",
    "Désolé, je ne peux pas fournir de réponse claire à votre question. Pouvez-vous la formuler de manière plus spécifique ?",
    "Je m'excuse, mais votre question n'est pas claire pour moi. Pouvez-vous la reformuler de façon plus précise ?",
    "Navré, mais je ne suis pas en mesure de comprendre votre question. Pouvez-vous la reformuler d'une manière différente ?",
    "Je suis désolé, mais je ne peux pas vous donner une réponse précise à cette question. Pourriez-vous la reformuler ?",
    "Désolé, mais je ne suis pas en mesure de comprendre votre question. Pourriez-vous la reformuler d'une autre manière ?",
    "Je m'excuse, mais je ne parviens pas à saisir le sens de votre question. Pourriez-vous la reformuler de manière plus claire ?",
    "Navré, mais je ne peux pas répondre de manière précise à votre question. Pouvez-vous la reformuler d'une autre façon ?",
    "Je regrette, mais je n'ai pas saisi votre question. Pouvez-vous la reformuler de façon plus précise ?",
    "Désolé, je ne peux pas fournir une réponse claire à votre question. Pouvez-vous la formuler de manière plus spécifique ?",
    "Je m'excuse, mais je ne comprends pas votre question. Pouvez-vous la reformuler de façon plus précise ?",
    "Navré, mais je ne suis pas en mesure de comprendre votre question. Pouvez-vous la reformuler différemment ?"
  ],
  "ban_fr" : [
    "Je suis désolé, mais je ne suis pas en mesure de répondre à cette question.",
    "Malheureusement, je ne peux pas vous fournir de réponse à cette question spécifique.",
    "C'est une question que je ne suis pas autorisé à répondre.",
    "Désolé, mais je suis incapable de discuter de ce sujet précis.",
    "Je ne suis pas programmé pour traiter des questions liées à ce sujet. Veuillez en poser une autre.",
    "Ce sujet est hors de ma portée. Je vous invite à poser une autre question.",
    "Je regrette, mais je ne peux pas vous donner de réponse à cette question en particulier.",
    "Désolé, mais je suis limité dans les sujets auxquels je peux répondre. Veuillez poser une autre question.",
    "Il semble que cette question dépasse mes capacités. Avez-vous une autre question ?",
    "Je suis désolé, mais je ne suis pas en mesure de fournir une réponse à cette question spécifique.",
    "Je suis un modèle de langage et je ne peux pas répondre à des questions portant sur ce sujet précis.",
    "Désolé, mais je ne suis pas en mesure de vous aider avec cette question. Essayez de poser autre chose."
],
"same_question_fr": [
  "Dans votre précédente interrogation, vous demandiez",
  "Dans votre question précédente, vous cherchiez à savoir",
  "Vous avez posé la même question précédemment en demandant",
  "Il y a peu, vous avez soulevé la question suivante",
  "Votre interrogation antérieure portait sur",
  "Dans votre question précédente, vous interrogez sur",
  "Il me semble que vous avez déjà demandé",
  "Dans votre dernière requête, vous avez cherché à connaître",
  "J'ai remarqué que vous avez récemment questionné",
  "Il y a peu, vous avez souhaité savoir",
  "Votre question précédente portait sur",
  "Dans votre dernier message, vous avez demandé",
  "Il me semble que vous avez déjà interrogé",
  "Dans votre précédente demande, vous avez cherché à savoir",
  "J'ai noté que vous avez récemment posé la question suivante",
  "Il y a peu, vous avez posé la question",
  "Votre interrogation précédente portait sur",
  "Dans votre dernière requête, vous avez cherché à comprendre",
  "J'ai remarqué que vous avez déjà posé la question",
  "Dans votre précédent message, vous avez demandé"
  ],
  "sentences_fr": [
    "Je me rappelle de ces phrases.",
    "Ces phrases sont gravées dans ma mémoire.",
    "Les phrases suivantes me reviennent en mémoire.",
    "Ma mémoire conserve les souvenirs de ces phrases.",
    "Ces phrases sont restées ancrées dans mon esprit.",
    "Les mots de ces phrases ont laissé une empreinte dans ma mémoire.",
    "J'ai encore en tête les phrases suivantes.",
    "Ces phrases résonnent dans ma mémoire.",
    "Je n'ai pas oublié les mots de ces phrases.",
    "Ces phrases sont toujours présentes dans mon esprit.",
    "Les souvenirs de ces phrases sont bien vivants en moi.",
    "Ces phrases ont marqué mon esprit de manière indélébile.",
    "Je me souviens encore de chaque mot de ces phrases.",
    "Ces phrases ont laissé une trace profonde dans ma mémoire.",
    "Les mots de ces phrases sont restés gravés dans ma mémoire.",
    "Ces phrases sont ancrées dans ma mémoire à jamais.",
    "Ma mémoire garde précieusement ces phrases en son sein.",
    "Je me souviens parfaitement de ces phrases.",
    "Ces phrases occupent une place particulière dans ma mémoire.",
    "Les mots de ces phrases sont toujours présents dans ma tête.",
    "Ces phrases réveillent en moi de vifs souvenirs.",
    "Les souvenirs de ces phrases ne s'estompent pas avec le temps.",
    "Ma mémoire a conservé intactes ces phrases.",
    "Je peux encore réciter ces phrases sans hésitation.",
    "Ces phrases ont la capacité de me transporter dans le passé.",
    "Les mots de ces phrases continuent de résonner dans ma mémoire.",
    "Ces phrases sont comme une empreinte indélébile dans ma mémoire.",
    "Je garde en moi le souvenir précis de ces phrases.",
    "Ces phrases font partie intégrante de ma mémoire.",
    "Les mots de ces phrases ont laissé une empreinte durable dans ma tête.",
    "Ces phrases sont restées gravées dans ma mémoire avec une grande clarté."
    ]
}
