{
"not_found_en": [
"I'm sorry, I'm not sure I understand your question.",
"It seems that I don't have the information you're looking for.",
"I'm afraid I can't answer that question at the moment.",
"Unfortunately, I don't have a specific answer to your question.",
"Sorry, but I can't provide the answer to that specific question.",
"It appears that I don't have the necessary knowledge to answer your question.",
"I apologize, but I'm unable to give you a satisfactory answer.",
"I'm sorry, but I can't find the answer to your question at the moment.",
"I don't have the required information to answer this question.",
"I'm sorry, but I can't give you the answer you're looking for.",
"It seems that I can't find the answer to your question in my knowledge base.",
"Unfortunately, I can't provide an accurate answer to your question right now.",
"Sorry, but I'm limited in my ability to answer this question.",
"I apologize, but I can't provide the exact answer you're looking for.",
"I'm afraid I don't have the necessary information to answer your question.",
"Unfortunately, I'm not able to give you a clear answer to this question.",
"Sorry, I can't give you the answer you're expecting at the moment.",
"I'm sorry, but I can't find the precise answer you're looking for.",
"It appears that I can't provide a satisfactory answer to your question.",
"I regret to inform you that I'm not able to give you a precise answer to this question."
],

"suggest_messages_en": [
  "Maybe you were looking for something similar to this?",
  "I believe you might be interested in this.",
  "I think this answer could also help you.",
  "You might be looking for information about...",
  "If you're interested, here are some other related pieces of information that might be useful to you.",
  "I also suggest looking at these related resources.",
  "You might find it helpful to consult these additional sources.",
  "In relation to your question, you might be interested in this.",
  "If you're interested, here are some additional details.",
  "You might want to explore this question further.",
  "I recommend taking a look at these additional pieces of information.",
  "You might find these resources relevant to your search.",
  "In connection with your question, here are some additional suggestions.",
  "I also suggest considering these points related to your question.",
  "If you're interested, here are some other avenues to explore.",
  "You might also need this information.",
  "Maybe these resources will help you deepen your understanding.",
  "In relation to your question, here are some other factors to consider.",
  "I also advise you to check out these related references.",
  "If you're interested, here are some other leads to follow.",
  "You may need to review these additional resources."
],
"possible_answer_en": [
  "Here is what I was able to find on this subject.",
  "Based on my research, here is the answer to your question.",
  "After examining the available information, here is what I have discovered.",
  "I found this to answer your question.",
  "Here is what I was able to gather in response to your question.",
  "After a thorough analysis, here is what I have deduced.",
  "Based on the available data, here is my answer.",
  "After consulting multiple sources, here is what I found.",
  "After extensive research, here is what I have collected.",
  "Based on my investigations, here is the answer I have found.",
  "After studying the subject, here is what I have concluded.",
  "By analyzing the provided information, here is my response.",
  "After conducting thorough research, here is what I discovered.",
  "Based on the facts available, here is my answer.",
  "After exploring various sources, here is what I was able to find.",
  "Based on my investigations, here is the answer I have obtained.",
  "After carefully examining the data, here is my response.",
  "Referring to the gathered information, here is what I found.",
  "After checking the sources, here is what I have determined.",
  "Based on my extensive research, here is the answer I have obtained."
],
"sorry_en": [
  "I'm sorry, I didn't understand. Could you please be more specific about your question?",
  "I apologize, but I didn't understand. Please be more specific. Here is your question:",
  "Could you rephrase your question, please?",
  "As a computer model, I don't have an answer to every question, and I'm sorry for that. Could you rephrase your question?",
  "I apologize, but I don't understand. Could you provide more details about your question?",
  "Sorry, but I don't fully grasp your question. Could you rephrase it more precisely?",
  "I'm sorry, but I can't provide a precise answer to your question. Could you rephrase it?",
  "I'm sorry, but I'm having trouble understanding your question. Could you rephrase it in a different way?",
  "I regret that I didn't grasp the meaning of your question. Could you explain it differently?",
  "Sorry, I can't provide a clear answer to your question. Could you formulate it more specifically?",
  "I apologize, but your question is not clear to me. Could you rephrase it more precisely?",
  "Sorry, but I'm unable to understand your question. Could you rephrase it differently?",
  "I'm sorry, but I can't give you a precise answer to that question. Could you rephrase it?",
  "Sorry, but I'm unable to understand your question. Could you rephrase it differently?",
  "I apologize, but I'm having difficulty grasping the meaning of your question. Could you rephrase it more clearly?",
  "Sorry, I can't provide a precise answer to your question. Could you rephrase it differently?",
  "I regret that I didn't understand your question. Could you rephrase it more precisely?",
  "Sorry, I can't provide a clear answer to your question. Could you formulate it more specifically?",
  "I apologize, but I don't understand your question. Could you rephrase it more precisely?",
  "Sorry, but I'm unable to understand your question. Could you rephrase it differently?"
],
"ban_en": [
  "I'm sorry, but I'm unable to answer that question.",
  "Unfortunately, I cannot provide an answer to this specific question.",
  "That's a question I'm not allowed to answer.",
  "Sorry, but I'm unable to discuss this specific topic.",
  "I'm not programmed to handle questions related to this topic. Please ask another question.",
  "This topic is beyond my scope. I suggest asking another question.",
  "I regret that I cannot provide you with an answer to this particular question.",
  "Sorry, but I'm limited in the topics I can respond to. Please ask another question.",
  "It seems that this question exceeds my capabilities. Do you have another question?",
  "I'm sorry, but I'm not able to provide an answer to this specific question.",
  "I am a language model, and I cannot answer questions on this particular topic.",
  "Sorry, but I'm unable to assist you with this question. Please try asking something else."
],
"same_question_en": [
  "In your previous inquiry, you asked",
  "In your previous question, you were wondering",
  "You asked the same question previously, inquiring about",
  "Recently, you raised the following question",
  "Your previous inquiry was about",
  "In your previous question, you inquired about",
  "It seems that you have already asked",
  "In your last request, you sought to know",
  "I noticed that you recently questioned",
  "Not long ago, you wanted to know",
  "Your previous question was about",
  "In your last message, you asked",
  "It seems that you have already inquired",
  "In your previous request, you sought to know",
  "I noted that you recently asked the following question",
  "Not long ago, you asked the question",
  "Your previous inquiry was about",
  "In your last request, you sought to understand",
  "I noticed that you have already asked the question",
  "In your previous message, you asked"
],
"sentences_en": [
  "I remember these sentences.",
  "These sentences are etched in my memory.",
  "The following sentences come back to me.",
  "My memory holds the memories of these sentences.",
  "These sentences have remained ingrained in my mind.",
  "The words of these sentences have left an imprint on my memory.",
  "I still have in mind the following sentences.",
  "These sentences resonate in my memory.",
  "I haven't forgotten the words of these sentences.",
  "These sentences are still present in my mind.",
  "The memories of these sentences are vivid in me.",
  "These sentences have deeply marked my mind.",
  "I still remember every word of these sentences.",
  "These sentences have left a deep trace in my memory.",
  "The words of these sentences have remained engraved in my memory.",
  "These sentences are etched in my memory forever.",
  "My memory keeps these sentences precious within itself.",
  "I remember these sentences perfectly.",
  "These sentences occupy a special place in my memory.",
  "The words of these sentences are still present in my mind.",
  "These sentences evoke vivid memories in me.",
  "The memories of these sentences do not fade with time.",
  "My memory has preserved these sentences intact.",
  "I can still recite these sentences without hesitation.",
  "These sentences have the ability to transport me into the past.",
  "The words of these sentences continue to resonate in my memory.",
  "These sentences are like an indelible imprint in my memory.",
  "I hold the precise memory of these sentences within me.",
  "These sentences are an integral part of my memory.",
  "The words of these sentences have left a lasting imprint in my mind.",
  "These sentences have remained engraved in my memory with great clarity."
]
}
